type Item = {
  q: string;
  a: string;
};

export const faqs: Item[] = [
  {
    q: "نوجوانان چطور انتخاب می‌شوند؟",
    a: "سفیران ما (معلمان و مدیران)، نوجوان واجد شرایط را بر اساس استعداد، علاقه به تکنولوژی و نیاز مالی معرفی می‌کنند.",
  },
  {
    q: "حمایت من چه چیزهایی رو پوشش می‌دهد؟",
    a: "هزینه یک لپتاپ که به مدت ده سال، آینده ده نوجوان را خواهد ساخت."
  },
  {
    q: "تفاوت روبیتک و روبیکمپ چیست؟",
    a: "روبیکمپ یه مدرسه کارآفرینی و رهبری هست که به نوجوانان کمک می‌کنه مهارت‌های رهبری، کارآفرینی و تفکر انتقادی رو یاد بگیرن. روبیتک یک سازمان نیمه‌مستقل از روبیکمپ هست که هدفش توامندسازی نوجوانان ایران به طور مقیاس‌پذیر هست."
  },
  {
    q: "هر لپ‌تاپ یک مدرسه یعنی چی؟",
    a: "ما باور داریم هر لپ‌تاپ در دست هر دانشجو یعنی یک مدرسه آنلاین. مدرسه‌ای که آینده دانشجو رو تغییر میده."
  },
  {
    q: "امکان اهدای سخت‌افزارِ کارکرده هست؟",
    a: "برای تضمین کیفیت و امنیت، در حال حاضر دستگاه‌ها به‌صورت نو و عمده تهیه می‌شوند. اما اگر شما تامین‌کننده‌ی چنین دستگاه‌هایی هستید میتوانید از طریق راه‌های ارتباطی با ما تماس بگیرید",
  },
];
