export const testimonials = [
  {
    name: "پارسا رضوی",
    quote: "به عقیده من، هر کسی در زندگی به یک حداقلی از امکانات نیاز داره که بتونه وارد بازی زندگی بشه و بتونه رشد کنه، کاری که روبیتک داره انجام میده واقعا کاری هست که من شخصا با شرایطم درکش میکنم و میدونم چقدر میتونه تاثیرگذار باشه.",
    title: "برنامه‌نویس",
    img: `${import.meta.env.BASE_URL}/images/parsa-razavi.jpg`,
  },
  {
    name: "نازنین مسرور",
    quote: "ورودم به دنیای تکنولوژی مسیر زندگیم ‌رو تغییر داد و حالا میخوام همین فرصت رو برای نوجوانان دیگر هم فراهم کنم تا مسیرشون رو پیدا کنند و رشد کنند. این پروژه برام فراتر از یک تجربه کاری هست؛ رویایی هست که دوست دارم سال‌ها درش فعالیت کنم، چون دقیقا همون پروژه‌ای هست که همیشه می‌خواستم بخشی از زندگی و هویتم باشه.",
    title: "دیزاینر",
    img: `${import.meta.env.BASE_URL}/images/nazanin-masror.jpg`,
  },
  {
    name: "سعید حسین‌زاده",
    quote: "به‌عنوان ایرانی مقیم خارج، بالاخره اثر واقعی حمایتم رو در وطن می‌بینم. اگرچه من و تو متاثر از محیط هستیم اما محصور آن نیستیم!.",
    title: "مدیرعامل روبیکمپ",
    img: `${import.meta.env.BASE_URL}/images/saeed-hoseinzadeh.jpg`,
  },
  {
    name: "مازیار شفیعی",
    quote: "روبیتک توان من رو برای حمایت از بااستعدادترین شاگردانم چند برابر کرد. در این مسیر روبیتک تنها یک پلتفرم نیست، کلید ساخت آینده اون هاست.",
    title: "مدرس زبان انگلیسی",
    img: `${import.meta.env.BASE_URL}/images/maz.jpg`,
  },
] as const;


export const teenager_testimonials = [
  {
    name: "امیرحسین صدیقی",
    title: "برنامه‌نویس",
    quote: "وقتی به روبیتک اومدم تغیراتی در طرز فکرم داشتم که باعث شد دستیابی به اهدافم برام ممکن‌تر بشه. من برنامه‌نویسی و کارآفرینی رو از روبیکمپ یاد گرفتم. از دست آوردهام دوست دارم به فارغ التحصیلی از پروژه‌ی CS50، انجام پروژه هایی برای همیار آکادمی و پروژه‌ی کارآفرینی‌ام در زمینه‌ی فروش محصولات ارگانیک روستایی از طریق سایت، اشاره کنم.",
    img: `${import.meta.env.BASE_URL}/images/amirhossein-sedighi.jpg`,
  },
  {
    name: "مهدی میرزابیگی",
    title: "برنامه‌نویس",
    quote: "روبیتک یکی از اتفاق‌های قشنگ زندگی من بود، یکی از زیباترین سال‌هایی که تجربه کردم. جایی که دیدم رو نسبت به دنیا عوض کرد و چشم‌هام رو بازتر.",
    img: `${import.meta.env.BASE_URL}/images/mehdi-mirzabeygi.jpg`,
  }
]