export const testimonials = [
  {
    quote: "این پروژه برام مهمه چون حتی اگر هستی هم نباشه باز ادامه پیدا میکنه و این روند پایدار کمک به ادم‌ها برام مقدسه!",
    name: "هستی طاعتی",
    title: "مارکتر",
    img: `${import.meta.env.BASE_URL}/images/hasti-taati.jpg`,
  },
  {
    quote: "به‌عنوان ایرانی مقیم خارج، بالاخره اثر واقعی حمایتم رو در وطن می‌بینم. اگرچه من و تو متاثر از محیط هستیم اما محصور آن نیستیم!.",
    name: "سعید حسین‌زاده",
    title: "مدیرعامل روبیکمپ",
    img: `${import.meta.env.BASE_URL}/images/saeed-hoseinzadeh.jpg`,
  },
  {
    quote: "ورودم به دنیای تکنولوژی مسیر زندگیم ‌رو تغییر داد و حالا میخوام همین فرصت رو برای نوجوانان دیگر هم فراهم کنم تا مسیرشون رو پیدا کنند و رشد کنند. این پروژه برام فراتر از یک تجربه کاری هست؛ رویایی هست که دوست دارم سال‌ها درش فعالیت کنم، چون دقیقا همون پروژه‌ای هست که همیشه می‌خواستم بخشی از زندگی و هویتم باشه.",
    name: "نازنین مسرور",
    title: "دیزاینر",
    img: `${import.meta.env.BASE_URL}/images/nazanin-masror.jpg`,
  },
  {
    quote: "روبیتک توان من رو برای حمایت از بااستعدادترین شاگردانم چند برابر کرد. در این مسیر روبیتک تنها یک پلتفرم نیست، کلید ساخت آینده آن هاست.",
    name: "مازیار شفیعی",
    title: "مدرس زبان انگلیسی",
    img: `${import.meta.env.BASE_URL}/images/maz.jpg`,
  },
] as const;
